7zip
base
base-devel
cliphist
discord
dkms
dolphin
dunst
efibootmgr
fastfetch
fd
firefox
fzf
git
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
hyprpicker
imagemagick
intel-ucode
iwd
jq
kitty
krita
less
libpulse
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
mako
nano
neovim
network-manager-applet
networkmanager
nix
nvidia-dkms
okular
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi-calc
rofi-wayland
sddm
slurp
smartmontools
stow
tela-circle-icon-theme-blue
tela-circle-icon-theme-red
ufw
unzip
vim
visual-studio-code-bin
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xorg-server
xorg-xinit
yazi
zed
zoxide
zram-generator
zsh
